Repository: BRDK-GitHub/vibratorExampleProject
Catalog: Logical/mappView/Visualization/Pages/CommonContent/Modes.tmx
Source language: en
Languages: cs, da, hu, vi

source: {$IAT/Common/Mode}: Production
cs: {$IAT/Common/Mode}: Vyroba
da: {$IAT/Common/Mode}: Produktion
hu: {$IAT/Common/Mode}: Termelés
vi: {$IAT/Common/Mode}: Sản xuất

source: {$IAT/Common/Mode}: Testing
cs: {$IAT/Common/Mode}: Testovani
hu: {$IAT/Common/Mode}: Ellenőrzés
vi: {$IAT/Common/Mode}: Kiểm tra

source: {$IAT/Common/Mode}: Calibrating
cs: {$IAT/Common/Mode}: Kalibrace
da: {$IAT/Common/Mode}: Kalibrering
hu: {$IAT/Common/Mode}: Kalibrálás
vi: {$IAT/Common/Mode}: Hiệu chuẩn

source: {$IAT/Common/Mode}: Validation
cs: {$IAT/Common/Mode}: Validace
da: {$IAT/Common/Mode}: Validering
hu: {$IAT/Common/Mode}: Érvényesítés
vi: {$IAT/Common/Mode}: Thẩm định

source: {$IAT/Common/Mode}: Drain
cs: {$IAT/Common/Mode}: Vyprazd
da: {$IAT/Common/Mode}: Dræning
hu: {$IAT/Common/Mode}: Lefolyó
vi: {$IAT/Common/Mode}: Ống xả

source: {$IAT/Common/Mode}: Quality
cs: {$IAT/Common/Mode}: Kvalita
da: {$IAT/Common/Mode}: Kvalitet
hu: {$IAT/Common/Mode}: Minőség
vi: {$IAT/Common/Mode}: Chất lượng

source: {$IAT/Common/Mode}: No stop
cs: {$IAT/Common/Mode}: Nonstop
da: {$IAT/Common/Mode}: Ingen stop
hu: {$IAT/Common/Mode}: Nincs leállás
vi: {$IAT/Common/Mode}: Không dừng lại

source: {$IAT/Common/Mode}: Speed
cs: {$IAT/Common/Mode}: Rychlost
da: {$IAT/Common/Mode}: Hastighed
hu: {$IAT/Common/Mode}: Sebesség
vi: {$IAT/Common/Mode}: Tốc độ

source: {$IAT/Common/Mode}: TeachCapcon
cs: {$IAT/Common/Mode}: Nacteni capcon
da: {$IAT/Common/Mode}: IndlæringCapcon

source: {$IAT/Common/Mode}: TeachBelt
cs: {$IAT/Common/Mode}: Uceni pas
da: {$IAT/Common/Mode}: IndlæringBånd
